Repository: eSkript/pb-revisions
Catalog: languages/pb-revisions-*.po
Languages: de_de

source: Revisions
de_de: Überarbeitungen

source: <p>Select which version you want to export</p>
de_de: <p>Wählen Sie, welche Version Sie exportieren wollen</p>

source: Preview
de_de: Vorschau

source: <p>The Version got published! Don't forget to <a href="%s">export</a> it.</p>
de_de: <p>Diese Version wurde publiziert! Vergessen Sie nicht, diese zu <a href="%s">exportieren</a>.</p>

# Date and time string, e.g. "January 1, 2016 at 12:00pm
source: %1$s at %2$s
de_de: %1$s um %2$s

source: Latest Export
de_de: Neuester Export

source: Are you sure you want to delete this?
de_de: Wollen Sie dies wirklich löschen?

source: What type of comments do you want to add?
de_de: Welche Art Kommentare wollen Sie hinzufügen?

source: Chapter Specific Comments
de_de: Kapitelspezifische Kommentare

source: Just One Comment For Everything
de_de: Nur einen Kommentar für alles

source: To Summary
de_de: Zur Zusammenfassung

source: Save and Exit
de_de: Speichern und schließen

source: Unnecessary comments!
de_de: Unnötige Kommentare!

source: This chapter doesn't have any changes compared to the last version but does have change comments. We recomend you to delete the comments.
de_de: Dieses Kapitel hat im Vergleich zur letzten Version keine Änderungen und dennoch Änderungskommentare. Wir empfehlen, diese Kommentare zu löschen.

source: Delete the comments!
de_de: Kommentare löschen!

source: Chapter changed!
de_de: Kapitel wurde geändert!

source: This chapter has changed since you last edited the comments of it. The comments might be outdated. Please check them.
de_de: Dieses Kapitel hat sich seit der letzten Bearbeitung der Kommentare geändert. Die Kommentare könnten veraltet sein. Bitte überprüfen Sie sie.

source: Discard
de_de: Verwerfen

source: Old
de_de: Alt

source: New
de_de: Neu

source: Add your comments:
de_de: Fügen Sie Ihre Kommentare hinzu:

source: Web Book:
de_de: Web-Buch:

source: Previous
de_de: Zurück

source: Go to
de_de: Gehe zu

source: Next
de_de: Weiter

source: <p>Revisions enables you to track the changes in your eSkript and enables you to work on the next version of it while the readers still see the last.</p> <p>Is your book ready for Version 1.0.0?<br/> If so, publish it now!<br/> But keep in mind, you can’t change a published version. If you find an error or want to add something, you have to create a new revision.</p>
de_de: <p>Mit "Revisions" (Überarbeitungen) können Sie die Änderungen in Ihrem eSkript verfolgen, und Sie können an der nächsten Version arbeiten, während die Leser die Letzte noch sehen. </ p> <p> Ist Ihr Buch bereit für Version 1.0.0? <br/> Wenn ja, veröffentlichen Sie es jetzt! <br/> Bedenken Sie jedoch, dass Sie eine veröffentlichte Version nicht ändern können. Wenn Sie einen Fehler finden oder etwas hinzufügen möchten, müssen Sie eine neue Version erstellen. </ p>

source: Are you sure you want to publish this version? There is no way back!
de_de: Wollen Sie diese Version wirklich publizieren? Es gibt keinen Weg zurück!

source: Publish Version 1.0.0
de_de: Version 1.0.0 publizieren

source: What type of revision do you want to add?
de_de: Welche Art Überarbeitung wollen Sie hinzufügen?

source: Major
de_de: Größere

source: <p>Did you reorganized the book, changed the way the book is structured and how the content is presentend?</p> <p>Then you should create a Major Revision.</p>
de_de: <p>Haben Sie das Buch reorganisiert, die Art und Weise geändert, wie das Buch strukturiert ist und wie der Inhalt präsentiert wird?</ p> <p>Dann sollten Sie eine größere Version (Hauptversion) erstellen.</ p>

source: Create %s
de_de: %s kreieren

source: Minor
de_de: Kleinere

source: <p>Did you add some additional content within the existing structure?</p> <p>Then you should create a Minor Revision.</p>
de_de: <p>Haben Sie zusätzlichen Inhalt in die bestehende Struktur hinzugefügt?</p> <p>Dann sollten Sie eine kleinere Überarbeitung erstellen.</p>

source: <p>Did you correct some errors, clarifie some parts or just remove some typos?</p> <p>Then you should create a Patch Revision.</p>
de_de: <p>Haben Sie Fehler behoben, Teile geklärt oder einfach nur Tippfehler entfernt?</p> <p>Dann sollten Sie eine Patch-Überarbeitung erstellen.</p>

source: Publish
de_de: Publizieren

source: Summary
de_de: Zusammenfassung

source: Chapters
de_de: Kapitel

source: Edit
de_de: Bearbeiten

source: Add chapter comments
de_de: Kapitelkommentare hinzufügen

source: Active Version: %s
de_de: Aktive Version: %s

source: Date
de_de: Datum

source: Author
de_de: Autor

source: Active
de_de: Aktiv

source: Draft
de_de: Entwurf

source: Activate
de_de: Aktivieren

source: Delete
de_de: Löschen

source: Edit Draft
de_de: Entwurf bearbeiten

source: Create Version from Current State
de_de: Version vom Status Quo kreieren

source: Database query error
de_de: Datenbankabfragefehler

source: These comments are not associated with any paragraph. Please move them to the right place.
de_de: Diese Kommentare gehören zu keinem Paragraph. Bitte verschieben Sie sie an den richtigen Ort.

source: Show Preview
de_de: Vorschau anzeigen

source: Deactivate Preview
de_de: Vorschau deaktivieren

source: Deactivate
de_de: Deaktivieren

source: You currently see a preview. Your readers see another version.
de_de: Zurzeit sehen Sie eine Vorschau. Ihre Leser sehen eine andere Version.

source: Chapter: %s
de_de: Kapitel: %s

source: This is a short description of what the plugin does. It's displayed in the WordPress admin area.
de_de: Dies ist eine kurze Beschreibung des Plugins. Es wird im WordPress Adminbereich angezeigt.
